bash
docker
docker-compose
docker-machine
gdbm
gdk-pixbuf
gettext
git
glib
httpie
icu4c
jemalloc
jpeg
libevent
libffi
libidn2
libnotify
libpng
libtermkey
libtiff
libunistring
libuv
libvterm
libyaml
lua
luajit
msgpack
neovim
nginx
node
openssl
pcre
pcre2
perl
python
python@2
readline
ruby
sqlite
svgo
tmux
tree
unibilium
vim
wget
xz
