beaglefoot.awk-ide-vscode
Braver.vscode-solarized
dbaeumer.vscode-eslint
deerawan.vscode-dash
eamodio.gitlens
esbenp.prettier-vscode
jchannon.csharpextensions
jdinhlife.gruvbox
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
Orta.vscode-jest
redhat.java
redhat.vscode-yaml
tgriesser.avro-schemas
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
yzhang.markdown-all-in-one
