beaglefoot.awk-ide-vscode
Braver.vscode-solarized
charliermarsh.ruff
dbaeumer.vscode-eslint
deerawan.vscode-dash
eamodio.gitlens
esbenp.prettier-vscode
gitlab.gitlab-workflow
jdinhlife.gruvbox
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
Orta.vscode-jest
redhat.java
redhat.vscode-yaml
tgriesser.avro-schemas
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
yzhang.markdown-all-in-one
