beaglefoot.awk-ide-vscode
Braver.vscode-solarized
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
jchannon.csharpextensions
jdinhlife.gruvbox
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
Orta.vscode-jest
redhat.vscode-yaml
tgriesser.avro-schemas
vscodevim.vim
yzhang.markdown-all-in-one
